Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/tysfjordasvo.no/andre_tilbud_ietj_f_laldag_.html.tmx
Source language: smj
Languages: nob

source: Informasjon om andre tilbud / Diedo ietjá fálaldagáj birra
nob: I tillegg til produksjonslokaler har vi kjøkken / kantine, møterom, datarom, bibliotek og garasje.

source: Bibliotek / Girjjevuorkká.
nob: Velværetilbud / Soapptsomfála.

source: Forside / Åvddåbielle
nob: Utleie av infrarød badstue / Lájggim infraruoppsis sávnne

source: Utstillinger / Vuosádus
nob: Tilrettelegging / Hiebadibme

source: Duodjebloggen
nob: Produksjon / Buvtadibme

source: Om oss / Mijá birra
nob: Butikk / Oases

source: Kontakt oss / Válde aktijvuodav
nob: Trening / Lásjmudallam

source: Idium Web
nob: Arrangementer
